Dzarda7/LogicData_SmartDesk/sdkconfig.defaults.esp32
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.0.0 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32"
CONFIG_LOGICDATA_RX_GPIO=25
CONFIG_PIN_UP_GPIO=27
CONFIG_PIN_DOWN_GPIO=26
CONFIG_BUTTON_UP_GPIO=21
CONFIG_BUTTON_DOWN_GPIO=19
